const plateChar = [
    "الف", "ب", "پ", "ت", "ث", "ج", "چ", "ح", "خ", "د", "ذ",
    "ر", "ز", "ژ", "س", "ش", "ص", "ض", "ط", "ظ", "ع",
    "غ", "ف", "ق", "ک", "گ", "ل", "م", "ن", "و", "ه", "ی"
];

const day = [
    "1", "2", "3", "4", "5", "6", "7", "8", "9", "10",
    "11", "12", "13", "14", "15", "16", "17", "18", "19", "20",
    "21", "22", "23", "24", "25", "26", "27", "28", "29", "30"
];

const month = [
    "1", "2", "3", "4", "5", "6"
    , "7", "8", "9", "10", "11", "12"
];

const plate = [
    {
        number: "۲۹۳ع۵۴",
        code: "۳۳"
    },
    {
        number: "۱۳۸د۱۸",
        code: "۲۸"
    },
    {
        number: "۲۳۳الف۲۳",
        code: "۶۸"
    },
    {
        number: "۱۵۶ق۱۹",
        code: "۱۱"
    }
];


const province = [
    "آذربایجان شرقی",
    "آذربایجان غربی",
    "اردبیل",
    "اصفهان",
    "البرز",
    "ایلام",
    "بوشهر",
    "تهران",
    "چهارمحال و بختیاری",
    "خراسان جنوبی",
    "خراسان رضوی",
    "خراسان شمالی",
    "خوزستان",
    "زنجان",
    "سمنان",
    "سیستان و بلوچستان",
    "فارس",
    "قزوین",
    "قم",
    "کردستان",
    "کرمان",
    "کرمانشاه",
    "کهگیلویه و بویر احمد",
    "گلستان",
    "گیلان",
    "لرستان",
    "مازندران",
    "مرکزی",
    "هرمزگان",
    "همدان",
    "یزد"
];
export {plateChar, day, month, plate, province};